<template>
    <div class="pl-[4.5rem]">
        <div class="text-[1.75rem] font-bold text-[#3D3D3D] leading-[2.625rem] text-right">قوانین سفر در شرایط کرونا
        </div>
        <div class="mt-6 text-xl font-normal leading-[1.875rem] text-[#3D3D3D] text-justify rtl">
            حضور مسافرین در فرودگاه ۴ ساعت قبل از پرواز ضروری میباشد، با توجه به رعایت کلیه پروتکل های بهداشتی در
            فرودگاه،
            کانترها از ۴ ساعت قبل پرواز باز خواهند بود و سیستمهای پذیرش مسافر طبق قوانین بین المللی ۱ ساعت قبل پرواز
            بصورت
            خودکار بسته شده ، بنابراین پس از آن از پذیرفتن مسافرین حتی در صورت حضور در ترمینال معذور خواهیم بود.

            <br><br> شرایط استفاده از خدمات CIP برای پروازهای قطر :

            <br><br> هواپیمایی قطر در کلاس پروازی بیزینس (P) خدمات CIP ارائه نمی‌کند، اما در سایر کلاس‌های پروازی بیزنس،
            خدمات CIP را
            برای مسافران خود درنظر گرفته است.

            <br><br> با توجه به شیوع ویروس کرونا و شرایط اعلامی تمامی ایرلاینها تا اطلاع ثانوی، مسافرانی که اقدام به سفر
            به
            کشورهای
            مختلف از ایران با ترانزیت یا بدون ترانزیت مینمایند، فقط با داشتن کارت اقامت یا پاسپورت همان کشور پذیرش
            میشوند و
            دارندگان انواع ویزا نیاز به بررسی مدارک و دریافت اوکی تو برد از سمت ایرلاین را دارند
        </div>

        <div class="text-[1.75rem] font-bold text-[#3D3D3D] leading-[2.625rem] text-right mt-[3.5rem]">قوانین عمومی سفر
        </div>
        <div class="mt-6 text-xl font-normal leading-[1.875rem] text-[#3D3D3D] text-justify rtl">
            اگر قصد سفر به کانادا دارید، توجه داشته باشید که با ویزای کانادا نمی‌توانید در شهرهای آمریکا ترانزیت شوید.

            <br><br> بر اساس قوانین موجود، صدور بلیط در مسیرهای عتبات عالیات برای اتباع کشورهای افغانستان، هند، بنگلادش
            و
            پاکستان
            مقدور نیست و درصورت خرید بلیط توسط این افراد، تمام مسئولیت‌های بعدی، بر عهده‌ی خریدار بلیط خواهد بود.

            <br><br>در برخی پروازها و ایرلاین های خارجی ، مسافران موظف به ثبت حضور اینترنتی (Online Check in) در سایت
            ایرلاین می
            باشند و در صورت عدم ثبت موفق آن، ایرلاین با اخذ مبلغی بعنوان جریمه، کارت پرواز را صادر می نماید. در صورت عدم
            تکمیل فرآیند ثبت حضور اینترنتی (Online Check in)، مسئولیت عواقب ناشی از آن، بعهده کاربر و مسافر خواهد بود
            مسافرینی که قصد سفر به کانادا را دارند، اگر دو توقف در کانادا داشته باشند، در اولین توقف در کانادا بار مسافر
            تحویل داده می‌شود و مسافران می‌بایست خودشان بارشان را به ایرلاین بعدی تحویل دهند و نیز مسافر چک ویزا
            (امیگریشن)
            باید انجام دهد، بنابراین ترانزیت در اولین توقف نباید کمتر از 3 ساعت باشد

            <br><br>به منظور از دست ندادن پرواز،هنگام خرید بلیط به مسافت فرودگاه و ترمینال‌های ورودی و خروجی توجه کنید

            <br><br>پیش از خرید بلیط تاریخ بلیط مورد نظرخود را با تاریخ شروع و پایان ویزا و مدت زمان اقامت مندرج در ویزا
            تطبیق دهید.
            مسئولیت مغایرت تاریخ آن ها به عهده مسافر می باشد

            <br><br>قبل از پرواز، آخرین نسخه به روز رسانی‌شده بلیت خود را از صفحه سفارشات و استردادها دانلود نمایید
        </div>
    </div>
</template>